Repository: fcitx/fcitx5-zhuyin
Catalog: po/*.po
Languages: tr

source: Commit current preedit when switching to other input method
tr: Başka bir giriş yöntemine geçildiğinde geçerli ön düzenlemeyi kaydet

source: Fuzzy
tr: Bulanık

source: Layout
tr: Yerleşim

source: Next Candidate
tr: Sonraki Aday

source: Next Page
tr: Sonraki Sayfa

source: Page size
tr: Sayfa boyutu

source: Press {0} for {1}
tr: {1} için {0} düğmesine basın

source: Press {0} for {1} and Return for {2}
tr: {1} için {0} düğmesine ve {2} için Dönüş düğmesine basın

source: Prev Candidate
tr: Önceki Aday

source: Prev Page
tr: Önceki Sayfa

source: QuickPhrase Trigger Key
tr: Hızlı İfade Tetik Düğmesi

source: QuickPhrase Trigger Key Symbol
tr: Hızlı İfade Tetik Düğmesi Sembolü

source: Require tone in zhuyin
tr: Zhuyin’de ton gerektir

source: Secondary Zhuyin
tr: İkincil Zhuyin

source: Selection Key
tr: Seçim Düğmesi

source: Standard
tr: Standart

source: Standard Dvorak
tr: Standart Dvorak

source: Use easy symbol
tr: Kolay sembol kullan

source: Zhuyin For Fcitx 5
tr: Fcitx 5 için Zhuyin

source: Zhuyin Input Method
tr: Zhuyin Giriş Yöntemi

source: Zhuyin input method based on libpinyin
tr: Zhuyin giriş yöntemi libpinyin tabanlıdır
